Repository: elementary/applications-menu
Catalog: po/*.po
Languages: ckb

source: Applications
ckb: بەرنامەکان

source: Open and search apps
ckb: کردنەوە و، گەڕان بەدوای بەرنامەکاندا

source: View as Grid
ckb: پشاندان بە شێوەی خشتەیی

source: View by Category
ckb: بینین بەپێی پۆل

source: Search Apps
ckb: گەڕان بەدوای بەرنامەدا

source: Clear all
ckb: سڕینەوە

source: Accessories
ckb: یاریدەدەرەکان

source: Universal Access
ckb: دەستڕاگەیشتنی جیهانی

source: Programming
ckb: پڕۆگرامسازی

source: Education
ckb: پەروەردە

source: Science
ckb: زانست

source: Games
ckb: یارییەکان

source: Graphics
ckb: گرافیک

source: Internet
ckb: ئینتەرنێت

source: Sound & Video
ckb: دەنگ & ڕەنگ

source: Office
ckb: ئۆفیس

source: System Tools
ckb: ئامرازەکانی سیستەم

source: Other
ckb: هیتر

source: Run this command…
ckb: ناردنی ئەم فەرمانە…

source: Default
ckb: بنەڕەت

source: Try changing search terms.
ckb: هەوڵدە یاساکانی گەڕان بگۆڕیت.

source: No Results for “%s”
ckb: هیچ ئەنجامێک نییە بۆ "%s"

source: Open with %s Graphics
ckb: کردنەوەی بە گرافیکەکانی %s

source: Remove from _Dock
ckb: لابردنی لە دۆکدا

source: Add to _Dock
ckb: زیادکردنی بۆ دۆک

source: Uninstall
ckb: سڕینەوە

source: View in AppCenter
ckb: بینین لە سەنتەری نەرمەکاڵادا

source: Text
ckb: دەق

source: Files
ckb: پەڕگەکان

source: Actions
ckb: کردارەکان

source: Search
ckb: گەڕان

source: Contacts
ckb: ناوەکان

source: Settings
ckb: ڕێکخستنەکان

source: Application Actions
ckb: کردارەکانی بەرنامە

source: Bookmarks
ckb: جێدۆزەکان

source: Copy to Clipboard
ckb: کۆپیکردنی بۆ کلیپبۆرد

source: Copy selection to clipboard
ckb: کۆپیکردنی دیارکراو بۆ کلیپبۆرد

source: Run
ckb: کردنەوە (ڕەن)

source: Run an application, action or script
ckb: کردنەوەی بەرنامەیەک، کارێک یان سکریپتێک

source: Run in Terminal
ckb: ڕەنکردنی لە تێرمیناڵدا

source: Run application or command in terminal
ckb: ڕەنکردنی بەرنامە یان فەرمان لە تێرمیناڵدا

source: Search for %s in %s
ckb: بگەڕێ بۆ %s لە %s

source: Search the app store
ckb: لە سەنتەری نەرمەکاڵادا بگەڕێ

source: AppCenter
ckb: سەنتەری نەرمەکاڵا

source: Search for applications
ckb: گەڕان بەدوای بەرنامەدا

source: AppCenter is not installed
ckb: سەنتەری نەرمەکاڵا دانەمەزراوە

source: Calculator
ckb: بژمێر

source: Calculate basic expressions.
ckb: دەربڕینە سەرەتاییەکان بژمێرە.

source: bc is not installed
ckb: بی-سی دانەمەزراوە

source: Click to copy result to clipboard
ckb: کرتە بکە بۆ کۆپیکردنی ئەنجام بۆ کلیپبۆرد

source: Execute '%s'
ckb: کردنەوەی '%s'

source: Run command
ckb: ناردنی فەرمان

source: Find and execute arbitrary commands.
ckb: دۆزینەوەی و ناردنی فەرمانە هەڕەمەکییەکان.

source: Search for and run applications on your computer.
ckb: گەڕان بۆ بەرنامەکان و کردنەوەیان لەسەر کۆمپیتەرەکەت.

source: Open with %s
ckb: کردنەوەی بە %s

source: Opens current selection using %s
ckb: کردنەوەی دیاریکراوەکانی ئێستا بە بەکارهێنانی %s

source: Open %s in %s
ckb: کردنەوەی %s لە %s

source: Open %s in default web browser
ckb: کردنەوەی %s لە وێبگەڕی بنەڕەتدا

source: Open this link in default browser
ckb: ئەم بەستەرە لە وێبگەڕی بنەڕەتدا بکەوە

source: Link
ckb: بەستەر

source: Open link in default browser
ckb: کردنەوەی بەستەر لە وێبگەڕی بنەڕەتدا

source: Open %s settings
ckb: کردنەوەی ڕێکخستنەکانی %s

source: Find switchboard plugs and open them.
ckb: دۆزینەوەی پلەگەکانی سویچبۆرد و کردنەوەیان.

source: Lock
ckb: قوفڵکردن

source: Lock this device
ckb: ئەم ئامێرە قوفڵ بدە

# system_management_action_keyword
source: lock
ckb: قوفڵ

source: Log Out
ckb: دەرچوون

source: Close all open applications and quit
ckb: داخستنی هەموو بەرنامە کراوەکان و کۆتاییهێنان

# system_management_action_keyword
source: logout
ckb: چوونەدەر

source: Suspend
ckb: وەستاندن

source: Put your computer into suspend mode
ckb: کۆمپیتەرەکەت بخە دۆخی وەستاندنەوە

# system_management_action_keyword
source: suspend
ckb: وەستاندن

source: Hibernate
ckb: هایبەرنەیت

source: Put your computer into hibernation mode
ckb: کۆمپیتەرەکەت بخە دۆخی هایبەرنەیتەوە

# system_management_action_keyword
source: hibernate
ckb: هایبەرنەیت

source: Shut Down
ckb: خامۆشکردن

source: Turn your computer off
ckb: کۆمپیتەرەکەت خامۆش بکە

# system_management_action_keyword
source: shutdown;turn off
ckb: خامۆشکردن؛کوژاندنەوە

source: Restart
ckb: پێکردنەوە

source: Restart your computer
ckb: کۆمپیتەرەکەت پێبکەوە

# system_management_action_keyword
source: restart;reboot
ckb: پێکردنەوە؛بووتکردنەوە

source: Lock the session or Log Out from it. Suspend, hibernate, restart or shutdown your computer.
ckb: قوفڵکردنی ئەم سێشنە یان چوونەدەر لێی. کۆمپیتەرەکەت خامۆش بکە، یان پێیبکەوە، هایبەرنەیتی بکە، بیوەستێنە.

source: ConsoleKit wasn't found
ckb: کۆنسوڵکیت نەدۆزرایەوە
